In [1]:
import pandas as pd

In [2]:
import numpy as np

In [3]:
data=pd.read_excel('Data_1.xlsx')

In [4]:
data

   Ticket No  Speed cityCity
0    8362777    655   Lahore
1       3788    788   Multan
2      57812   7373   Quetta
3      46839     63  Karachi